Repository: Avag-Sayan/lxplug-ptbatt
Catalog: po/*.po
Languages: it, sk

source: Charging : %d%%
it: In carica : %d%%
sk: Nabíjanie: %d%%

source: Charging : %d%% Time remaining : %d minutes
it: In carica : %d%% Tempo restante : %d minuti
sk: Nabíjanie: %d%% Zostávajúci čas: %d minút(y)

source: Charging : %d%% Time remaining : %0.1f hours
it: In carica : %d%% Tempo restante : %0.1f ore
sk: Nabíjanie: %d%% Zostávajúci čas: %0.1f hodín(y)

source: Charged : %d%% On external power
it: Carico : %d%% Collegato alla rete
sk: Nabitý: %d%% Na externom napájaní

source: Discharging : %d%%
it: In scaricamento : %d%%
sk: Vybíjanie: %d%%

source: Discharging : %d%% Time remaining : %d minutes
it: In scaricamento : %d%% Tempo restante : %d minuti
sk: Vybíjanie: %d%% Zostávajúci čas: %d minút(y)

source: Discharging : %d%% Time remaining : %0.1f hours
it: In scaricamente : %d%% Tempo restante : %0.1f ore
sk: Vybíjanie: %d%% Zostávajúci čas: %0.1f hodín(y)

source: Low voltage warning
it: Avviso alimentazione scarsa
sk: Upozornenie na nízke napätie

source: Please check your power supply
it: Verificare l'alimentazione del sistema
sk: Skontrolujte, prosím, zdroj napätia

source: Power & Battery
it: Alimentazione e batteria
sk: Napájanie a batéria

source: Monitors voltage and laptop battery
it: Controlla l'alimentazione e la batteria del portatile
sk: Sleduje napätie a batériu notebooku
